Repository: dlovantallat/maydan_mobile
Catalog: lib/l10n/app_*.arb
Languages: fa

# main_bottom_navigation_home
source: Home
fa: ماڵپەڕی سەرەکی

# main_bottom_navigation_category
source: Category
fa: جۆر

# main_bottom_navigation_favorite
source: Favorite
fa: خوازراوەکان

# main_bottom_navigation_profile
source: Profile
fa: پرۆفایل

# home_view_all
source: View All
fa: هەموو

# home_categories
source: Categories
fa: جۆرەکان

# home_company_profile
source: Company Profile
fa: پرۆفایلی کۆمپانیا

# home_hot_items
source: hot Items
fa: ماددە نایابەکان

# home_latest_items
source: Latest Items
fa: نوێترین ماددەکان

# home_search_caption
source: What are you looking for?
fa: بەدوای چیدا دەگەڕێیت؟

# home_drawer_my_profile
source: My Profile
fa: پڕۆفایلەکەم

# home_drawer_about_us
source: About Us
fa: سەبارەت بە مەیدان

# home_drawer_company_accounts
source: Company accounts
fa: ئەکاونتەکانی کۆمپانیا

# home_drawer_my_ads
source: My Ads
fa: ڕێکلامەکانم

# home_drawer_my_favorites
source: My favourites
fa: خوازراوەکانم

# home_drawer_help
source: Help
fa: یارمەتیدان

# home_drawer_faq
source: FAQ
fa: پرسیارە باوەکان

# home_drawer_logout
source: Logout
fa: چوونە دەرەوە

# home_drawer_terms_and_conditions
source: Term & Conditions
fa: یاسا و ڕێساکان

# home_drawer_privacy_policy
source: Privacy Policy
fa: سیاسەتی پاراستنی نهێنی

# home_drawer_kurdish
source: Kurdish
fa: کوردی

# home_drawer_arabic
source: Arabic
fa: عربي

# category_title
source: Category
fa: جۆر

# favorite_title
source: Favorite
fa: خوازراو

# profile_title
source: Profile
fa: پڕۆفایل

# profile_place_ads
source: Place an Ad
fa: ڕێکلامێک دابنێ

# profile_setting
source: Setting
fa: ڕێکخستن

# profile_about_us
source: About Maydan
fa: دەربارەی مەیدان

# profile_help_center
source: Help Center
fa: سەنتەری یارمەتیدان

# profile_edit
source: Edit
fa: دەستکاری کردن

# company_list_title
source: Companies
fa: کۆمپانیاکان

# company_phone_number
source: Phone Number
fa: ژمارەی تەلەفون

# company_email
source: Email
fa: ئیمەیڵ

# company_location
source: Location
fa: ناونیشان

# company_service_type
source: Service Type
fa: جۆری خزمەتگوزاری

# company_code
source: Code
fa: کۆد

# company_related
source: Products related to {name}
fa: بەرهەمەکانی پەیوەست بە {name}

# post_title
source: Post
fa: پۆست

# post_category
source: Category
fa: جۆر

# post_sub_category
source: SubCategory
fa: جۆری لاوەکی

# post_add_images
source: Add Photos
fa: زیادکردنی وێنە

# post_description_caption
source: Description
fa: وەسف کردن

# post_price_caption
source: Price
fa: نرخ

# post_duration_caption
source: Duration
fa: ماوە

# post_city_caption
source: City
fa: شار

# post_district_caption
source: District
fa: قەزا

# post_clear_button
source: Clear
fa: ڕەشکردنەوە

# post_save_button
source: Save
fa: خەزن کردن

# post_title_caption
source: Title
fa: ناوی کاڵا

# login_title
source: Login
fa: چوونە ژوورەوە

# item_detail_price
source: Price
fa: نرخ

# item_detail_date
source: Date
fa: ڕێکەوت

# item_detail_location
source: Location
fa: شوێن

# item_detail_owner_information
source: Owner Information
fa: زانیاری خاوەن

# item_detail_login_please
source: Please login to see contact information
fa: تکایە بچۆرە ژوورەوە بۆ بینینی زانیاری پەیوەندیکردن

# item_detail_similar_
source: Similar product like {name}
fa: بەرهەمی هاوشێوە وەك {name}

# url_cannot_lunch
source: Could not launch {url}
fa: نەتوانرا دەستپێبکات {url}

# viber_whatsapp_temp
source: hi, What can i do for you
fa: سڵاو، دەتوانم چیت بۆ بکەم؟

source: load more
fa: لۆدی زیاتر

# fav_remove_not
source: Cannot remove favorite
fa: ناتوانرێت خوازراوەکان لاببرێت

# home_view_less
source: view less
fa: کەمتر

# call_not_available
source: Can't call right know
fa: لە ئێستادا ناتوانم پەیوەندی بکەم

# share_item
source: share this item
fa: ئه‌م ماددە بڵاوبكه‌وه‌

# edit_update_btn
source: Update
fa: نوێکردنەوە

# my_ads_title
source: My Ads
fa: ڕێکلامەکانم

# item_sold_out_error
source: item can't be sold out there is an error
fa: ناتوانرێت بابەتەکە بفرۆشرێت هەڵەیەك هەیە

# delete_post_description
source: Are you sure you want to delete this post
fa: ئایا دڵنیای لە سڕینەوەی ئەم پۆستە

# delete_post_no
source: No, keep it
fa: نەخێر، بیهێڵەرەوە

# delete_post_yes
source: Yes, Delete it
fa: بەڵێ، بیسڕەوە

# post_status
source: Status:
fa: دۆخ:

# post_sold_out
source: Sold out
fa: فرۆشراو

# post_in_review
source: in review
fa: لە پێداچوونەوەدایە

# post_published
source: published
fa: بڵاوکراوەتەوە

# on_board_get_start
source: Get Start
fa: دەست پێ بکە

# on_board_skip
source: Skip
fa: دواتر

# post_limit_image
source: you have reached the limit: {limit}
fa: گەیشتیتە بەرزترین سنوور: {limit}

# post_sub_category_val
source: Please choose a subCategory or choose another category which has subCategory
fa: تکایە جۆرێکی لاوەکی هەڵبژێرە یان جۆرێکی تر هەڵبژێرە کە پۆلی لاوەکی هەبێت

# post_no_image
source: Please upload at least one image
fa: تکایە بەلایەنی کەمەوە وێنەیەك ئەپڵۆد بکە

# post_title_val
source: title can't be empty
fa: ناکرێت شوێنی ناونیشانەکە بەتاڵ بێت

# post_description_val
source: description can't be empty
fa: ناکرێت شوێنی وەسف کردنەکە بەتاڵ بێت

# post_price_val
source: can't be empty
fa: ناکرێت بەتاڵ بێت

# post_district_val
source: Please choose a District or choose another City which has District
fa: تکایە قەزایەک یان شارێکی تر هەڵبژێرە کە قەزای هەبێت

# post_city_val
source: Please choose at least one city
fa: تکایە بە لایەنی کەمەوە یەک شار هەڵبژێرە

# post_success_title
source: Post Succeed
fa: پۆستەکە سەرکەوتوو بوو

# post_success_body
source: We are reviewing your item please wait
fa: ئێمە پێداچوونەوە بە بابەتەکەت دەکەین تکایە چاوەڕوان بە

# post_success_close
source: Close
fa: داخستن

# post_select_another_cat
source: Please Select another category
fa: تکایە جۆریکی تر هەڵبژێرە

# post_select_another_city
source: Please Select another City
fa: تکایە شارێکی تر هەڵبژێرە

# post_select_another_district
source: Please Select another district
fa: تکایە قەزایەکی تر هەڵبژێرە

# post_add_new_photo
source: Add new Photo
fa: زیادکردنی وینەی نوێ

# post_write_des
source: Please write your description
fa: تکایە وەسف کردنەکەت بنووسە

# post_week
source: Week
fa: هەفتە

# login_btn
source: Login
fa: چونه‌ ژووره‌وه‌

# signup_btn
source: Sign Up
fa: تۆمارکردن

# forget_password_btn
source: Forgot Password
fa: وشه‌ی نهێنیم لەبیر کردووە

# profile_name_val
source: Please enter a name
fa: تکایە ناوێک داخڵ بکە

# profile_email_val
source: Please enter a correct email
fa: تکایە ئیمەیڵێکی دروست داخڵ بکە

# profile_password_val
source: Please enter a password
fa: تکایە وشەیەکی نهێنی داخڵ بکە

# profile_password_con_val
source: Confirmed Password must be exactly the same as password
fa: وشەی نهێنی پشتڕاستکراوە دەبێت هەمان وشەی نهێنی بێت

# profile_fl_name_caption
source: First and last name
fa: یەکەم و دووەم ناو

# profile_email_caption
source: Email (Optional)
fa: ئیمەیڵ (ئارەزوومەندانە)

# profile_address_caption
source: Address
fa: ناونیشان

# profile_password_caption
source: Password
fa: وشەی نهێنی

# profile_password_con_caption
source: Password Confirmed
fa: وشەی نهێنی پشتڕاستکراوەتەوە

# profile_service_caption
source: Service type
fa: جۆری خزمەتگوزاری

# profile_register_btn
source: Register
fa: تۆمارکردن

# otp_verification
source: Verification
fa: پشتڕاستکردنەوە

# otp_verify
source: Verify
fa: پەسەند بکە

# register_p
source: Personal account
fa: هەژماری کەسی

# register_c
source: Company account
fa: هەژماری کۆمپانیا

# register_pn
source: Phone number
fa: ژمارەی تەلەفۆن

# register_continue
source: Continue
fa: بەردەوام بە

# account_company_title_dialog
source: Account Creation
fa: دروستکردنی ئەکاونت

# account_company_body_dialog
source: You have successfully created your account. please wait until we are going to review it.
fa: ئەکاونتەکە بە سەرکەوتوویی دروستکرا، تکایە چاوەڕێ بکە تا پێداچوونەوەی لەسەر دەکەین.
